Repository: eea/eea.pdf
Catalog: eea/pdf/locales/*/LC_MESSAGES/eea.po
Languages: it

source: * The email is only used for the purpose of sending the PDF. We do not store it for any other use.
it: * L'email è utilizzata solamente per spedire il PDF. Non la salviamo per altri utilizzi.

source: A page template to be used for PDF Back Cover. Leave empty to disable it.
it: Un template da utilizzare per la copertina posteriore del PDF. Lasciare vuoto per disabilitare.

source: A page template to be used for PDF Body. Leave empty to disable it.
it: Un template da utilizzare per il corpo del PDF. Lasciare vuoto per disabilitare.

source: A page template to be used for PDF Cover. Leave empty to disable it.
it: Un template da utilizzare per la copertina del PDF. Lasciare vuoto per disabilitare.

source: A page template to be used for PDF Disclaimer, the first page after PDF cover. Leave empty to disable it.
it: Un template da utilizzare per il disclaimer del PDF, la prima pagina dopo la cover. Lasciare vuoto per disabilitare.

source: A page template to be used for PDF Footer. Leave empty to disable it.
it: Un template da utilizzare per il footer del PDF. Lasciare vuoto per disabilitare.

source: A page template to be used for PDF Header. Leave empty to disable it.
it: Un template da utilizzare per la testata del PDF. Lasciare vuoto per disabilitare.

source: Abort PDF export after specified number of seconds. Use zero to disable it.
it: Annulla l'export del PDF dopo uno specificato numero di secondi. Utilizzare zero per disabilitare questa funzionalità.

source: An XSL page template to be used for PDF Table of contents. Leave empty to disable it.
it: Un template XSL che verrà utilizzato come sommario del PDF. Lasciare vuoto per disabilitare.

source: An email will be sent to you when the PDF is ready
it: Ti verrà spedita un'email quando il PDF è pronto.

source: Asynchronous
it: Asincrono

source: Back Cover
it: Copertina posteriore

source: Body
it: Corpo

source: Cover
it: Copertina

source: Disable PDF export or override theme used to export this content as PDF.
it: Disabilita l'export PDF o sovrascrivi il tema utilizzato per esportare questo contenuto come PDF.

source: Download as PDF
it: Scarica come PDF

source: Enable or disable javascript
it: Abilita o disabilita i javascript.

source: Enable table of contents links
it: Abilita i link nel sommario.

source: Enter your email address where to send '${title}' PDF when ready
it: Inserisci un indirizzo email a cui spedire il '${title}' PDF una volta creato

source: Generate PDF asynchronously and send an email to the user when it's done.
it: Genera il PDF in modo asincrono e spedisci un'email all'utente quando è completato.

source: Header
it: Testata

source: If you don't have access to your email address check <a href='${link}'>this link</a> in a few ${period}.
it: Se non puoi accedere al tuo indirizzo email, controlla <a href='${link}'>questo link</a> tra qualche istante.

source: JavaScript delay
it: Ritardo dei Javascript

source: Javascript delay
it: Ritardo dei Javascript

source: Maximum breadth
it: Massima profondità

source: Maximum breadth to include children items while generating PDF for collection or folderish content-types.
it: Massima profondità di navigazione per includere gli elementi figli quando si genera il PDF da una collezione o un contenuto folderish.

source: Maximum breadth to include children items while generating PDF. Leave it empty to use the portal global defined value.
it: Massima profondità di navigazione per includere gli elementi figli quando si genera un PDF. Lasciare vuoto per utilizzare il valore impostato globalmente nel sito.

source: Maximum depth
it: Massima profondità

source: Maximum depth to recursively include children items while generating PDF for collection or folderish content-types.
it: Massima profondita per includere ricorsivamente gli elementi figli quando si genera un PDF per una collezione o un contenuto folderish.

source: Maximum depth to recursively include children items while generating PDF. Leave it empty to use the portal global defined value.
it: Massima profondità per includere ricorsivamente gli elementi figli quando si genera un PDF. Lasciare vuoto per utilizzare il valore impostato globalmente nel sito.

source: Maximum items
it: Numero massimo di elementi

source: PDF Maximum breadth
it: Massima profondità PDF

source: PDF Maximum depth
it: Massima profondità PDF

source: PDF Maximum items
it: Numero massimo di elementi nel PDF

source: PDF Theme
it: Tema PDF

source: Page numbering offset within PDF Body.
it: Offset per la numerazione delle pagine all'interno del corpo del PDF.

source: Portal types
it: Tipi di contenuto

source: Preview
it: Anteprima

source: Send
it: Spedisci

source: Table of contents
it: Sommario

source: Table of contents links
it: Link nel sommario

source: Total maximum children items to be included while generating PDF for collection or folderish content-types.
it: Numero massimo di elementi figli da includere in fase di generazione del PDF per le collezioni e i tipi folderish.

source: Total maximum children items to be includedwhile generating PDF. Leave it empty to use the portal global defined value.
it: Numero massimo di elementi figli da includere in fase di generazione del PDF. Lasciare vuoto per utilizzare il valore impostato globalmente nel sito.

source: Upload a preview image for this theme
it: Carica un'immagine di anteprima per questo tema

source: Use this PDF Theme for the following Portal-Types.
it: Utilizza questo tema PDF per i seguenti Tipi di contenuto.

source: Used for:
it: Utilizzato per:

source: Wait some seconds for javascript to finish
it: Aspetta qualche secondo per il completamento dei javascript

source: minutes
it: minuti

source: seconds
it: secondi
